{
  "Derecho Constitucional": [
    "El funcionario público que comete corrupción vulnera el derecho constitucional al debido proceso y la confianza ciudadana.",
    "La corrupción de funcionarios públicos constituye vulneración de derechos constitucionales fundamentales del Estado.",
    "El funcionario corrupto vulnera derechos constitucionales al debido proceso y la integridad de la administración pública.",
    "La corrupción administrativa vulnera derechos constitucionales fundamentales y el principio de legalidad.",
    "El funcionario público que comete corrupción afecta derechos constitucionales y la confianza en las instituciones.",
    "La corrupción de funcionarios vulnera derechos constitucionales fundamentales y el principio de transparencia.",
    "El funcionario corrupto atenta contra derechos constitucionales y la integridad de la función pública.",
    "La corrupción administrativa constituye vulneración de derechos constitucionales y principios fundamentales.",
    "El funcionario público que comete corrupción vulnera derechos constitucionales y la confianza ciudadana.",
    "La corrupción de funcionarios atenta contra derechos constitucionales fundamentales y la integridad pública."
  ],
  "Derecho Penal": [
    "El funcionario público que comete corrupción mediante cohecho debe enfrentar responsabilidad penal por el delito cometido.",
    "La corrupción de funcionarios públicos constituye delito que vulnera la confianza ciudadana y requiere sanción penal ejemplar.",
    "El cohecho de funcionarios públicos genera responsabilidad penal cuando se obtiene beneficio económico mediante corrupción.",
    "La corrupción administrativa de funcionarios públicos constituye delito penal que afecta la confianza en las instituciones.",
    "El funcionario que comete corrupción mediante cohecho debe responder penalmente por vulnerar la confianza ciudadana.",
    "La corrupción de funcionarios públicos mediante cohecho constituye delito penal que requiere sanción ejemplar.",
    "El funcionario público que comete corrupción debe enfrentar responsabilidad penal por vulnerar la confianza ciudadana.",
    "La corrupción administrativa constituye delito penal cuando el funcionario público obtiene beneficio económico indebido.",
    "El cohecho de funcionarios públicos genera responsabilidad penal por corrupción que vulnera la confianza ciudadana.",
    "La corrupción de funcionarios públicos mediante cohecho constituye delito penal que requiere sanción ejemplar."
  ],
  "Derecho Civil": [
    "El funcionario público que comete corrupción debe responder civilmente por daños y perjuicios causados a terceros.",
    "La corrupción de funcionarios públicos genera responsabilidad civil extracontractual por daños y perjuicios.",
    "El funcionario corrupto debe indemnizar civilmente por los daños y perjuicios causados por su conducta.",
    "La corrupción administrativa genera responsabilidad civil cuando causa daños y perjuicios a la administración.",
    "El funcionario público que comete corrupción debe responder civilmente por daños y perjuicios a la sociedad.",
    "La corrupción de funcionarios genera responsabilidad civil por daños y perjuicios causados a terceros.",
    "El funcionario corrupto debe indemnizar civilmente por daños y perjuicios derivados de su corrupción.",
    "La corrupción administrativa constituye fuente de responsabilidad civil por daños y perjuicios causados.",
    "El funcionario público que comete corrupción debe responder civilmente por daños y perjuicios económicos.",
    "La corrupción de funcionarios genera responsabilidad civil extracontractual por daños y perjuicios."
  ]
}
